#Plugin by @Rishisuperyo
#Animation by Rishisuperyo
#kang =gey ,keep credits = cool coder 😶
#usage .lightning

from telethon import events
import asyncio
from userbot.utils import lightning_cmd

from userbot import CMD_HELP
@borg.on(lightning_cmd(pattern=r"lightning"))
async def hapy(event):


     a="ㅤㅤ ░██████╗██╗███╗░░██╗██╗░░██╗\n██╔════╝██║████╗░██║╚██╗██╔╝\n╚█████╗░██║██╔██╗██║░╚███╔╝░\n░╚═══██╗██║██║╚████║░██╔██╗░\n██████╔╝██║██║░╚███║██╔╝╚██╗\n╚═════╝░╚═╝╚═╝░░╚══╝╚═╝░░╚═╝\n\n𝙎𝙞𝙣𝙓 𝙐𝙨𝙚𝙧𝙗𝙤𝙩 𝙄𝙨 𝙊𝙣\n_______________________________`"
     await event.edit(a)
